Repository: klukovka/clean_digital_web
Catalog: lib/l10n/clean_digital_*.arb
Languages: uk

# generalAppErrorMessage
source: Client error has occured!
uk: Сталася помилка веб-клієнта

source: No internet connection
uk: Немає інтернет звʼязку

# serverErrorMessage
source: Server error has occured!
uk: Сталася серверна помилка

source: Dark
uk: Темна

source: Light
uk: Світла

source: System
uk: Системна

source: Email
uk: Електронна пошта

source: Password
uk: Пароль

source: Login
uk: Увійти

source: Forget password?
uk: Забул пароль?

# enterYourEmail
source: Enter new email
uk: Введіть вашу електронну пошту

# restorePassword
source: Respore password
uk: Відновити пароль

source: Check your email
uk: Перевірте вашу пошту

source: Email is not valid
uk: Введіть коректну пошту

# passwordIsNotValid
source: Password length should be longer than 8 characters, contains one uppercase letter and number
uk: Довжина пароля повинна бути більше 8 символів, містити одну велику літеру та цифру

source: Admin
uk: Адміністратор

source: Laundry
uk: Пральня

source: Employee
uk: Робітник

source: Client
uk: Клієнт

source: Repair company
uk: Ремонтна компанія

# youHaveNotAccess
source: You have not got an access
uk: Ви не маєте доступу

source: Laundries
uk: Пральні

source: Repair companies
uk: Ремонтні компанії

source: Clients
uk: Клієнти

source: Backups
uk: Бекапи

source: Statistic
uk: Статистика

source: Settings
uk: Налаштування

source: Logout
uk: Вийти

# launguage
source: Language
uk: Мова

source: Theme
uk: Тема

source: Add new
uk: Додати нового

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: About admin
uk: Про адміністратора

source: Delete account
uk: Видалити акаунт

source: Yes
uk: Так

source: No
uk: Ні

source: Edit
uk: Редагувати

source: Update password
uk: Оновити пароль

source: New password
uk: Новий пароль

# doYouWantToDeleteAccount
source: Do you want to delete an account?
uk: Ви дійсно хочете видалити акаунт?

source: Save
uk: Зберегти

# registerAdmin
source: Reqister admin
uk: Зареєструвати адміністратора

# registerIOT
source: Reqister IOT
uk: Зареєструвати IOT

# pageLoadError
source: A page load error was occurred. Retry?
uk: Відбувалася помилка при завантаженні. Повторити?

source: Error
uk: Помилка

source: Retry
uk: Повторити

source: Total amount
uk: Загальна кількість

source: No more items...
uk: Більше елементів немає...

source: Name
uk: Імʼя/назва

source: Phone
uk: Телефон

source: Address
uk: Адреса

# maxWashMachines
source: Maximum washing machines
uk: Максимальна кількість машинок

source: More...
uk: Детальніше...

source: Required field
uk: Обовʼязове поле

source: Register laundry
uk: Зареєструвати пральню

# updateLaundry
source: Update lundry
uk: Оновити пральню

# mustBeFromNumbers
source: Field must be a number
uk: Поле повинно бути із цифр

source: Max lenght
uk: Максимальна довжина

# backupCreated
source: Backup is created
uk: Бекап створено

# backupRestored
source: Backup is restored
uk: Бекап відновлено

source: Restore
uk: Відновити

source: Delete
uk: Видалити

# doYouWantToDeleteLaundry
source: Do you want to delete a laundry?
uk: Ви дійсно хочете видалити пральню?

# doYouWantToDeleteRepairCompany
source: Do you want to delete a repair company?
uk: Ви дійсно хочете видалити ремонтну компанію?

source: Register repair company
uk: Зареєструвати ремонтну компанію

source: Update repair company
uk: Оновити ремонтну компанію

# doYouWantToDeleteClient
source: Do you want to delete a client?
uk: Ви дійсно хочете клієнта?

source: Sale
uk: Знижка

source: Bonuses
uk: Бонуси

# washMachines
source: Washing machines
uk: Пральні машини

source: Employees
uk: Робітники

# doYouWantToDeleteEmployee
source: Do you want to delete an employee?
uk: Ви дійсно хочете видалити робітника?

source: Birthday
uk: Дата народження

source: Model
uk: Модель

source: Manufacturer
uk: Виробник

# capacity
source: Capacity (kg)
uk: Вмісткість (кг)

source: Power usage
uk: Електроенергія (кв/год)

# maxTime
source: Max time of work (minutes)
uk: Максимальний час роботи (хв)

# currentTime
source: Current time of work (minutes)
uk: Поточний час роботи (хв)

source: Is working
uk: Чи працює

source: Is washing
uk: Чи пере

source: Paid bonuses
uk: Сплачені бонуси

source: Paid money
uk: Сплачені гроші

source: All money
uk: Усі гроші

source: Rating
uk: Рейтинг

source: Repair amount
uk: Кількість ремонтів

source: Repair money
uk: Гроші витрачені на ремонт

source: Time
uk: Витрачений час

source: N/D
uk: Н/Д

source: Money statistic
uk: Грошова статистика

# paidMoneyForWashMachine
source: Paid money for washing machine
uk: Потрачені гроші для пральної машини

# paidBonusesForWashMachine
source: Paid bonuses for washing machine
uk: Потрачені бонуси для пральної машини

source: Max mark
uk: Максимальна оцінка

source: Laundry mark
uk: Оцінка пральні

# washMachineMark
source: Washing machine mark
uk: Оцінка пральних машин

source: Repair Statistic
uk: Статистика по ремонтах

source: Minutes
uk: Хвилини

source: Usage statistic
uk: Статистика використання

source: Repair type
uk: Тип ремонту

source: Description
uk: Опис

source: Costs
uk: Вартість

source: Repair products
uk: Ремонти

source: Repair
uk: Ремонт

source: Inspection
uk: Огляд

source: Software
uk: Програмне забезпечення

source: All modes
uk: Усі режими

source: Repair events
uk: Ремонтні роботи

# createWashMachine
source: Create Washing Machine
uk: Створити пральну машину

source: Spinning speed
uk: Швидкість віджиму

# editWashMachine
source: Edit washing machine
uk: Редагувати пральну машину

# doYouWantToDeleteWashMachine
source: Do you want to delete a washing machine?
uk: Ви дійсно хочете видалити пральну машину?

source: Create employee
uk: Створити робітника

source: Edit employee
uk: Редагувати робітника

source: Modes
uk: Режими прання

source: Additional modes
uk: Додаткові режими прання

# doYouWantToDeleteAdditionalMode
source: Do you want to delete an additional mode?
uk: Ви дійсно хочете видалити додатковий режим прання?

source: Create additional mode
uk: Створити додатковий режим прання

source: Update additional mode
uk: Редагувати додатковий режим прання

# doYouWantToDeleteMode
source: Do you want to delete a mode?
uk: Ви дійсно хочете видалити режим прання?

source: Create mode
uk: Створити режим прання

source: Update mode
uk: Редагувати режимпрання

source: Edit laundry
uk: Редагувати пральню

source: About laundry
uk: Про пральню

source: About employee
uk: Про робітника

source: Temperature
uk: Температура

source: Mode
uk: Режим прання

source: Additional mode
uk: Додатковий режим прання

source: Time begin
uk: Час початку

source: Time end
uk: Час кінця

source: Paid status
uk: Чи сплачено

source: Taken
uk: Чи забрано

source: Events
uk: Процеси

# allRepairProducts
source: All repair producs
uk: Усі типи ремонту

source: Choose one
uk: Оберіть один варіант

source: All washing machines
uk: Усі пральні машини

source: Choose
uk: Обрати
